Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-readeck.tmx
Source language: en
Languages: sv

source: staff
sv: personal

source: Site
sv: Sida

source: Ignore links already in your bookmarks
sv: Ignorera länkar som redan finns i dina bokmärken

source: Copy the link
sv: Kopiera länken

source: Please note:
sv: Notera:

source: Thursday
sv: Torsdag

source: copy token
sv: kopiera token

source: Authorization request was denied.
sv: Autentiseringsförsöket nekades.

source: You can limit the permissions granted to this token by choosing one or more group of permissions below.<br> Leave all the choices blank to grant all your permissions to this token.
sv: Du kan begränsa vilka privilegier denna token ger genom att välja en eller flera grupper av privilegier nedan.<br> Lämna alla alternativ omarkerade för att ge alla privilegier till denna token.

source: Increase width
sv: Öka bredden

source: Update your password
sv: Uppdatera ditt lösenord

source: Access to this feed is restricted.
sv: Åtkomst till detta flöde är begränsad.

source: Select or drop file
sv: Välj eller släpp fil

source: Build Date:
sv: Byggdatum:

source: Device is connected!
sv: Enhet ansluten!

source: Published
sv: Publicerad

source: Example
sv: Exempel

source: Hi, You (or someone else) entered this email address when trying to change the password of a Readeck account (%[1]s). If you are expecting this email, please follow this link to set a new password for your readeck account. %[2]s
sv: Hej, Du (eller någon annan) angav denna epostadress när de försökte byta lösenord för ett Readeck-konto (%[1]s). Om du förväntar dig detta epostmeddelande, följ den här länken för att skapa ett nytt lösenord för ditt Readeck-konto. %[2]s

source: <a href="%s">Reload this page</a> if it doesn't refresh after a few seconds.
sv: <a href="%s">Ladda om denna sida</a> om den inte laddats om inom några sekunder.

source: Same license
sv: Samma licens

source: Import your Bookmarks
sv: Importera dina bokmärken

source: Day(s)
sv: Dag(ar)

source: Changelog
sv: Ändringslogg

source: See all
sv: Se alla

source: User Administration
sv: Användaradministration

source: Readeck is distributed under the terms of the license "%s"
sv: Readeck distribueras under villkoren i licensen "%s"

source: You can use Readeck, not only in your browser, but also on your smartphone, your e-book reader or in other apps through plugins.
sv: Du kan använda Readeck, inte bara i din webbläsare, utan även på din smartphone, din e-bokläsare eller i andra appar via tillägg.

source: Scan the QR code below with a two-factor authentication app on your phone.
sv: Skanna QR-koden nedan med en app för tvåfaktorsautentisering på din telefon.

source: Article
sv: Artikel

source: Current Width
sv: Nuvarande bredd

source: Notes
sv: Anteckningar

source: admin
sv: administratör

source: If you plan to build an application, please refer to the <a href="%s">API Documentation</a>.
sv: Om du planerar att utveckla en applikation, se <a href="%s">API-dokumentationen</a>.

source: Connect a device
sv: Anslut en enhet

source: Your verification code was removed.
sv: Din verifieringskod har tagits bort.

source: Bookmark loading
sv: Bokmärke läses in

source: Your email address is optional and will never leave this installation. It will never be collected, transferred or sold. It will <strong>only</strong> be used, should you need it, for password recovery and internal notifications.
sv: Din epostadress är frivillig och lämnar aldrig denna installation. Den kommer aldrig samlas in, överföras eller säljas. Den kommer <strong>endast</strong> användas, vid behov, för lösenordsåterställning och interna notifikationer.

source: no site name
sv: inget sidnamn

source: Collection will be removed in a few seconds.
sv: Samlingen kommer raderas inom ett par sekunder.

source: Instructions for Chrome
sv: Instruktioner för Chrome

source: Home Page
sv: Startsida

source: Collections let you easily organize and export your bookmarks by saving search requests of your choice. When you create a new bookmark that matches a collection's criteria, it will appear immediately. Here are some examples:
sv: Samlingar låter dig enkelt organisera och exportera dina bokmärken genom att spara sökningar som du väljer. När du skapar ett nytt bokmärke som matchar en samlings kriterier visas det omedelbart. Här är några exempel:

source: Cancel
sv: Avbryt

source: Extraction log
sv: Extraktionslogg

source: Undo
sv: Ångra

source: Font
sv: Typsnitt

source: Username or email address
sv: Användarnamn eller epostadress

source: Network use is distribution
sv: Nätverksanvändning är distribution

source: Bookmarks
sv: Bokmärken

source: Once you start highlighting parts of your saved articles, they will appear on this page for you to easily find them.
sv: När du börjar markera delar av dina sparade artiklar, kommer de dyka upp på den här sidan så att du lätt kan hitta dem.

source: Type
sv: Typ

source: Help
sv: Hjälp

source: Sign this user out
sv: Logga ut denna användare

source: Documentation
sv: Dokumentation

source: Title, Z to A
sv: Titlar, Ö till A

source: Tue
sv: Tis

source: Conditions
sv: Villkor

source: Username
sv: Användarnamn

source: Create a collection
sv: Skapa en samling

source: Archive all links
sv: Arkivera alla länkar

source: Send me a recovery link
sv: Skicka mig en återställningslänk

source: This will sign this user out of all active sessions on the web application.
sv: Detta loggar ut användaren från alla aktiva sessioner i webbapplikationen.

source: Add to favorites
sv: Lägg till i favoriter

source: email address is already in use
sv: e-postadressen används redan

source: Share link
sv: Dela länk

source: Scan this QR code with your app
sv: Skanna den här QR-koden med din app

source: Invalid credentials
sv: Ogiltiga inloggningsuppgifter

source: Size
sv: Storlek

source: Permissions
sv: Tillåtelser

source: Your API token
sv: Din API-token

source: Limitations
sv: Begränsningar

source: password must be at least 8 characters long
sv: lösenordet måste vara minst 8 tecken långt

source: Cancel and go back to sign in
sv: Avbryt och gå tillbaka till inloggningssidan

source: The pictures with the label "cat"
sv: Bilderna med etiketten "katt"

source: External User
sv: Extern användare

source: Passcode
sv: Lösenord

source: Collection updated.
sv: Samling uppdaterad.

source: Import your Wallabag Articles
sv: Importera dina Wallabag-artiklar

source: Unable to process input data
sv: Kunde inte bearbeta indata

source: Decrease font size
sv: Minska teckenstorleken

source: Is Favorite
sv: Är Favorit

source: Remove
sv: Ta bort

source: Your search query yielded <strong>%d result</strong>.
sv: Din sökning gav <strong>%d resultat</strong>.

source: Your search query yielded <strong>%d results</strong>.
sv: Din sökning gav <strong>%d resultat</strong>.

source: No worries, it happens to anyone.
sv: Oroa dig inte, det händer oss alla.

source: Import operation has started!
sv: Importprocess har påbörjats!

source: Update
sv: Uppdatera

source: Saved with Readeck
sv: Spara med Readeck

source: Fullscreen
sv: Helskärm

source: Database Size:
sv: Databasstorlek:

source: February
sv: Februari

source: If you have bookmarks from another service you can import them in the <a href="%s">dedicated section</a>.
sv: Om du har bokmärken från andra tjänster kan du importera dem i den <a href="%s">dedikerade sektionen</a>.

source: Import Links from a Text File
sv: Importera Länkar från Textfil

source: GoodLinks Export File
sv: GoodLinks-exportfil

source: Description
sv: Beskrivning

source: If you can't use the QR code, enter the code below instead.
sv: Om du inte kan använda QR-koden, ange koden nedan istället.

source: Import a Readeck Profile
sv: Importera en Readeck-profil

source: Readeck Browser Extension
sv: Readeck webläsartillägg

source: Fri
sv: Fre

source: Current line height
sv: Nuvarande linjehöjd

source: Here are your current system information. Please include them if you report a bug.
sv: Här är din nuvarande systeminformation. Vänligen inkludera den om du rapporterar en bugg.

source: Users
sv: Användare

source: Readeck Bookmark Collections
sv: Readeck-bokmärkessamlingar

source: For example, if an application only accepts a username and password, you can provide this token as a password. The username is ignored and can be anything, including an empty value.
sv: Till exempel, om en applikation endast accepterar användarnamn och lösenord, kan du använda denna token som ett lösenord. Användarnamnet ignoreras och kan vara vad som helst, inklusive ett tomt fält.

source: User detached.
sv: Användare bortkopplad.

source: May
sv: Maj

source: Export and Share
sv: Exportera och dela

source: No access token found
sv: Ingen access-token hittad

source: Unviewed
sv: Osedda

source: Import your Readwise Reader Library
sv: Importera ditt Readwise Reader-bibliotek

source: Errors occurred during extraction.
sv: Något gick fel under extraktion.

source: Published on %s
sv: Publicerad %s

source: Year(s)
sv: År

source: copy HTTP header
sv: kopiera HTTP-header

source: Base settings
sv: Grundinställningar

source: Bookmark updated
sv: Bokmärke uppdaterat

source: Go to page %d
sv: Gå till sida %d

source: August
sv: Augusti

source: Hi %s!
sv: Hej %s!

source: Import Links from Readwise Reader CSV export
sv: Importera Länkar från Readwise Readers CSV-export

source: no group
sv: ingen grupp

source: Reply To
sv: Svara Till

source: The import file must contain one user only
sv: Den importerade filen kan endast innehålla en användare

source: Quick access menu
sv: Snabbvalsmeny

source: Go to original page
sv: Gå till originalsidan

source: Project
sv: Projekt

source: Upload a JSON file obtained from your GoodLinks app.
sv: Ladda upp en JSON-fil som du fått genom din GoodLinks-app.

source: Justify
sv: Justera

source: This link is shared without annotations.
sv: Den här länken delas utan annoteringar.

source: Readeck includes and/or uses the following open source assets:
sv: Readeck inkluderar och/eller använder följande open source-tillgångar:

source: Import is finished!
sv: Importen är avslutad!

source: Current password
sv: Nuvarande lösenord

source: Bookmarks Disk Usage:
sv: Bokmärkesdiskanvändning:

source: Upload a text file that contains one link per line and Readeck will fetch all of them and save them in your bookmark list.
sv: Ladda upp en textfil som innehåller en länk per rad, så kommer Readeck att hämta dem alla och spara i din bokmärkeslista.

source: The verification code is enabled on this account.
sv: Verifieringskoden är aktiverad på det här kontot.

source: text must contain at least %d characters
sv: texten måste innehålla minst %d tecken

source: Authorized on: %s
sv: Autentiserad: %s

source: Code from your device
sv: Kod från din enhet

source: Remove label
sv: Ta bort etikett

source: Blue
sv: Blå

source: We're delighted to have you on board; one more step and you're good to go.
sv: Vi är glada att ha dig ombord; bara ett steg till så är du färdig.

source: Authorization granted. Connecting device...
sv: Autentisering godkänd. Ansluter enhet...

source: This user will be removed in a few seconds.
sv: Användaren kommer tas bort om par sekunder.

source: All Bookmarks
sv: Alla bokmärken

source: Start selecting text in the article to create a new highlight.
sv: Börja med att markera text i artikeln för att skapa en ny markering.

source: username is not available
sv: användarnamnet är ej tillgängligt

source: Hyphenation
sv: Bindestrecksanvändning

source: "%s" as Readeck labels,
sv: "%s" som Readeck-etiketter,

source: Sort bookmarks
sv: Sortera bokmärken

source: Profile updated.
sv: Profil uppdaterad.

source: Admin : Write Only
sv: Administratör: Lässkyddad

source: Sign in to Readeck
sv: Logga in på Readeck

source: Last Activity
sv: Senaste aktivitet

source: Invalid URL
sv: Ogiltig URL

source: User is external and can't be updated.
sv: Användaren är extern och kan inte uppdateras.

source: Password recovery
sv: Lösenordsåterställning

source: or
sv: eller

source: will not change if empty
sv: kommer inte ändras om tomt

source: Creation date, can be a UNIX timestamp or an RFC-3339 formatted date
sv: Skapad-datum, kan vara en UNIX-tidsstämpel eller ett RFC-3339-formatterat datum

source: Download as a text file
sv: Ladda ned som en textfil

source: Justify text
sv: Justera text

source: Welcome to Readeck!
sv: Välkommen till Readeck!

source: Display options
sv: Visningsalternativ

source: Archive
sv: Arkiv

source: October
sv: Oktober

source: Import Bookmarks
sv: Importera bokmärken

source: Added, most recent first
sv: Tillagda, nyaste först

source: About Readeck
sv: Om Readeck

source: %v is not one of %s
sv: %v är inte en av %s

source: Delete collection
sv: Radera samling

source: Forgot your password?
sv: Glömt lösenord?

source: Sending e-books to an Amazon Kindle
sv: Skicka e-böcker till en Amazon Kindle

source: Discover applications
sv: Upptäck applikationer

source: Edit: %s
sv: Redigering: %s

source: Hi, You (or someone else) entered this email address when trying to change the password of a Readeck account (%[1]s). However, this email address is not associated with any account and therefore, the attempted password change has failed. If you are a Readeck user on %[1]s and you are expecting this email, please try again using the email address you used when creating your account. If you are not a Readeck user, please ignore this message.
sv: Hej, Du (eller någon annan) uppgav denna epostadress i samband med ett försök att byta lösenord på ett Readeck-konto (%[1]s). Denna epost är inte kopplad till något konto och därför har försöket att ändra lösenord misslyckats. Om du är en Readeck-användare på %[1]s och du förväntar dig detta epostmeddelande, vänligen försök igen med den epostadress du använde när du skapade ditt konto. Om du inte är en Readeck-användare, vänligen bortse från detta meddelande.

source: Left to right
sv: Vänster till höger

source: Move to archive
sv: Flytta till arkiv

source: password is empty
sv: lösenord är tomt

source: Text File
sv: Textfil

source: Adds a label on links, based on their section title
sv: Lägg till etiketter på länkar, baserat på deras sektionstitel

source: This is you!
sv: Det här är du!

source: Share by email
sv: Dela via epost

source: Instructions for Firefox
sv: Instruktioner för Firefox

source: Security
sv: Säkerhet

source: Don't justify text
sv: Justera inte texten

source: Site Name, A to Z
sv: Sidnamn, A till Ö

source: Settings
sv: Inställningar

source: Language
sv: Språk

source: You can then enter all the necessary information in the form below.
sv: Du kan sedan ange all nödvändig information i formuläret nedan.

source: Here's a short summary of the license conditions:
sv: Här är en kort summering av licensens villkor:

source: Or continue with
sv: Eller fortsätt med

source: Email Address
sv: Epostadress

source: Wednesday
sv: Onsdag

source: Sources and issues:
sv: Källor och problem:

source: Authors
sv: Författare

source: Open Menu
sv: Öppna meny

source: A label to add to all imported bookmarks
sv: En etikett att lägga till på alla importerade bokmärken

source: text must contain at most %d characters
sv: texten får innehålla högst %d tecken

source: Enter the code from your application.
sv: Ange koden från din applikation.

source: Favorites
sv: Favoriter

source: Would you like to import from a similar tool or from a file with existing bookmarks? Try Readeck's import tool.
sv: Önskar du importera existerande bokmärken från fil eller från ett liknande verktyg? Pröva Readecks importverktyg.

source: Mark all links as read
sv: Markera alla länkar som lästa

source: With Labels
sv: Med Etiketter

source: Token was updated.
sv: Token har uppdaterats.

source: Save a new link
sv: Spara ny länk

source: Sends this bookmark as an attached EPUB file.
sv: Skicka detta bokmärke som en bifogad EPUB-fil.

source: Verification Code
sv: Verifieringskod

source: Verification Code is now enabled.
sv: Verifieringskod är nu aktiverat.

source: Signed in as: <strong>%s</strong>
sv: Inloggad som: <strong>%s</strong>

source: Sun
sv: Sön

source: License
sv: Licens

source: Import a file obtained through a previous profile export.
sv: Importera en fil du erhållit från en tidigare profilexport.

source: Show image
sv: Visa bild

source: Close panel
sv: Stäng panel

source: Import Links from a CSV File and Instapaper
sv: Importera Länkar från en CSV-fil och Instapaper

source: Search
sv: Sök

source: Save link
sv: Spara länk

source: Bookmark's archived state; only valid value is "%s"
sv: Bokmärkets arkivstatus; enda giltiga värdet är "%s"

source: Password
sv: Lösenord

source: Read more about bookmarks in the <a class="%s" href="%s">documentation</a>.
sv: Läs mer om bokmärken i <a class="%s" href="%s">dokumentationen</a>.

source: The articles that contain "shelter" in their title
sv: De artiklar som har "shelter" i deras titel

source: Import links and articles
sv: Importera länkar och artiklar

source: Properties
sv: Egenskaper

source: Favorite Bookmarks
sv: Favoritbokmärken

source: Unable to read HTML content
sv: Kunde inte läsa HTML-innehåll

source: New password
sv: Nytt lösenord

source: Next
sv: Nästa

source: Import your Pinboard bookmarks
sv: Importera dina Pinboard-bokmärken

source: In-Progress
sv: Pågående

source: Bookmark Search
sv: Bokmärkessökning

source: Change color theme
sv: Byt färgtema

source: Go back to Readeck
sv: Gå tillbaka till Readeck

source: Import bookmarks from other services
sv: Importera bokmärken från andra tjänster

source: yes
sv: ja

source: Random
sv: Slumpmässig

source: Last login: %s
sv: Senaste inloggning: %s

source: Published, oldest first
sv: Publicerade, äldsta först

source: The archived state of an article,
sv: Den arkiverade statusen för en artikel,

source: To import your articles from Wallabag, you must first create an API client in Wallabag's <strong>API clients management</strong> menu. This will give you a <strong>Client ID</strong> and <strong>Client secret</strong>.
sv: För att importera dina artiklar från Wallabag, måste du först skapa en API-klient i Wallabags <strong>API-klienthantering</strong>s meny. Detta kommer ge dig ett <strong>Klient-ID</strong> och en <strong>Klient-hemlighet</strong>.

source: Browser Bookmarks
sv: Webbläsarbokmärken

source: Bookmark List as Comma Separated Values
sv: Bokmärkeslista som "Comma Separated Values"

source: Mon
sv: Mån

source: TOTP is enabled
sv: TOTP är aktiverat

source: Unread Bookmarks
sv: Olästa bokmärken

source: Bookmark is loading
sv: Bokmärke under inläsning

source: Monday
sv: Måndag

source: Commercial use
sv: Kommersiell användning

source: Article reading progress and seen status,
sv: Artikel-läsprogression och sedd-status,

source: Bookmarks : Write Only
sv: Bokmärken: Lässkyddad

source: Share by Link
sv: Dela via länk

source: user
sv: användare

source: Saturday
sv: Lördag

source: Decrease line height
sv: Minska linjehöjden

source: Since
sv: Sedan

source: Last used
sv: Senast använd

source: Import your GoodLinks Articles
sv: Importera dina GoodLinks-artiklar

source: Authentication
sv: Autentisering

source: Verify
sv: Verifiera

source: Yellow
sv: Gul

source: The archived articles from "wikipedia.org"
sv: De arkiverade artiklarna från "wikipedia.org"

source: In your web browser, export your bookmarks as an HTML file.<br> Upload this file in the form below and Readeck will create and fetch every bookmark found it the file.
sv: I din webbläsare, exportera alla bokmärken som en HTML-fil.<br> Ladda upp filen i formuläret nedan så skapar och hämtar Readeck alla bokmärken som finns i den.

source: Almost there!
sv: Nästan där!

source: Import your Browser's Bookmarks
sv: Importera din webbläsares bokmärken

source: Don't remind me
sv: Påminn mig inte

source: View log
sv: Se logg

source: Bookmark filters
sv: Bokmärkesfilter

source: The bookmark was sent to %s
sv: Bokmärket skickades till %s

source: June
sv: Juni

source: Finish
sv: Avsluta

source: Patent use
sv: Patentanvändning

source: User created.
sv: Användare skapad.

source: Label
sv: Etikett

source: remove
sv: ta bort

source: API Documentation
sv: API-dokumentation

source: All
sv: Alla

source: CSV File
sv: CSV-fil

source: Change my password
sv: Ändra mitt lösenord

source: User signed out.
sv: Användare utloggad.

source: must be greater or equal than %g
sv: måste vara större än eller lika med %g

source: Note
sv: Anteckning

source: Enabled
sv: Aktiverad

source: Add a new user
sv: Lägg till ny användare

source: This code has expired or is not valid
sv: Denna kod har gått ut eller är ogiltig

source: Collection created.
sv: Samling skapad.

source: Filters
sv: Filter

source: Import and export
sv: Importera och exportera

source: Mark as unread
sv: Markera som oläst

source: Create user
sv: Skapa användare

source: Labels
sv: Etiketter

source: Sat
sv: Lör

source: Main website:
sv: Huvudwebbplats:

source: Share without annotations
sv: Dela utan annoteringar

source: Title, A to Z
sv: Titlar, A till Ö

source: Read more about collections in the <a class="%s" href="%s">documentation</a>.
sv: Läs mer om samlingar i <a class="%s" href="%s">dokumentationen</a>.

source: Created on: %s
sv: Skapad: %s

source: Sort options
sv: Sorteringsalternativ

source: Label will be removed in a few seconds.
sv: Etiketten kommer tas bort inom ett par sekunder.

source: Duration, longest first
sv: Längd, längst först

source: The unread articles (no photos or videos)
sv: De olästa artiklarna (inga foton eller videor)

source: Upload a JSON file obtained from your Linkwarden app.
sv: Ladda upp en JSON-fil som du fått genom din Linkwarden-app.

source: Import your Linkwarden Bookmarks
sv: Importera dina Linkwarden-bokmärken

source: Email address
sv: Epostadress

source: Export your Readeck Profile
sv: Exportera din Readeck-profil

source: Warranty
sv: Garanti

source: Bookmark Highlights
sv: Bokmärkesmarkeringar

source: Links
sv: Länkar

source: As a Bearer Token
sv: Som Bearer-token

source: Please check your form for errors.
sv: Kontrollera fel i formuläret.

source: New token created.
sv: Ny token skapad.

source: Browse collection: %s
sv: Bläddra i samling: %s

source: Share: %s
sv: Dela: %s

source: Articles
sv: Artiklar

source: Share with annotations
sv: Dela med annoteringar

source: Read more about highlights in the <a class="%s" href="%s">documentation</a>.
sv: Läs mer om markeringar i <a class="%s" href="%s">dokumentationen</a>.

source: Close menu
sv: Stäng meny

source: Finish installation
sv: Färdigställ installation

source: Delete
sv: Radera

source: invalid language code
sv: ogiltig språkkod

source: User information
sv: Användarinformation

source: Articles forwarded to Readwise Reader by email,
sv: Artiklar som skickats till Readwise Reader via epost,

source: Readeck in your Browser
sv: Readeck i din webbläsare

source: Your password was changed.
sv: Ditt lösenord har ändrats.

source: Send e-book by Email
sv: Skicka e-bok via Epost

source: License and copyright notice
sv: Licens och upphovsrättsnotis

source: Website
sv: Webbsida

source: When a document tag contains "%s", the bookmark will be added to Readeck Favorites.
sv: När en dokumentetikett innehåller "%s", kommer bokmärket att läggas till i Readeck-favoriter.

source: Edit bookmark
sv: Redigera bokmärke

source: Is Archived
sv: Är Arkiverad

source: Create a new collection
sv: Skapa ny samling

source: Labels let your organize your bookmarks the way you want. You can set anything to a label, including emojis!
sv: Etiketter låter dig organisera bokmärken som du vill. Du kan sätta vad som helst som etikett, till och med emoji!

source: Group
sv: Grupp

source: Delete highlight
sv: Radera markering

source: With Errors
sv: Med Fel

source: Remove from favorites
sv: Radera från favoriter
